Repository: openedx-unsupported/xblock-ooyala
Catalog: ooyala_player/translations/*/LC_MESSAGES/text.po
Languages: eo

source: Display Name
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: This name appears in the horizontal navigation at the top of the page.
eo: Thïs nämé äppéärs ïn thé hörïzöntäl nävïgätïön ät thé töp öf thé pägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Ooyala Player
eo: Ööýälä Pläýér Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: Content Id
eo: Çöntént Ìd Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Identifier for the Content Id.
eo: Ìdéntïfïér för thé Çöntént Ìd. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: 3Play Transcript Id
eo: 3Pläý Tränsçrïpt Ìd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Identifier for the 3Play Transcript File
eo: Ìdéntïfïér för thé 3Pläý Tränsçrïpt Fïlé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя#

source: Closed Captions Language
eo: Çlöséd Çäptïöns Längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: User's preference for closed captions language
eo: Ûsér's préférénçé för çlöséd çäptïöns längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Turn Off Closed Captions and Translated transcripts
eo: Türn Öff Çlöséd Çäptïöns änd Tränslätéd tränsçrïpts Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Hides the CC button and transcript languages selection for this video
eo: Hïdés thé ÇÇ ßüttön änd tränsçrïpt längüägés séléçtïön för thïs vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Enable Player Autoplay
eo: Énäßlé Pläýér Àütöpläý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢#

source: Set to True if you the player to automatically play.
eo: Sét tö Trüé ïf ýöü thé pläýér tö äütömätïçällý pläý. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Enable Player Token
eo: Énäßlé Pläýér Tökén Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#

source: Set to True if a player token is required, e.g. if streaming videos to the mobile app.
eo: Sét tö Trüé ïf ä pläýér tökén ïs réqüïréd, é.g. ïf stréämïng vïdéös tö thé mößïlé äpp. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Partner Code
eo: Pärtnér Çödé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: Required for V4 Player. Also needed to generate a player token.
eo: Réqüïréd för V4 Pläýér. Àlsö néédéd tö généräté ä pläýér tökén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Needed to generate a player token.
eo: Néédéd tö généräté ä pläýér tökén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Api SecRet Key
eo: Àpï SéçRét Kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: 3play Api Key
eo: 3pläý Àpï Kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: 3play Api Key for transcript.
eo: 3pläý Àpï Kéý för tränsçrïpt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Player Width
eo: Pläýér Wïdth Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#

source: The width of the player in pixels.
eo: Thé wïdth öf thé pläýér ïn pïxéls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Player Height
eo: Pläýér Héïght Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: The height of the player in pixels.
eo: Thé héïght öf thé pläýér ïn pïxéls. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Expiration Time
eo: Éxpïrätïön Tïmé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Expiration time in seconds. Needed to generate a player token.
eo: Éxpïrätïön tïmé ïn séçönds. Néédéd tö généräté ä pläýér tökén. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: Fire Progress Event on Student View
eo: Fïré Prögréss Évént ön Stüdént Vïéw Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#

source: Set to True if you would like to get a progress event in the event stream when the user views this xBlock.
eo: Sét tö Trüé ïf ýöü wöüld lïké tö gét ä prögréss évént ïn thé évént stréäm whén thé üsér vïéws thïs xBlöçk. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт #

source: XML Configuration
eo: XML Çönfïgürätïön Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#

source: Missing event_type in JSON data
eo: Mïssïng évént_týpé ïn JSÖN dätä Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#

source: Api Key
eo: Àpï Kéý Ⱡ'σяєм ιρѕυм #

source: Title
eo: Tïtlé Ⱡ'σяєм ιρѕ#

source: The title of the Ooyala Player that is displayed to the user
eo: Thé tïtlé öf thé Ööýälä Pläýér thät ïs dïspläýéd tö thé üsér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#

source: This is the Ooyala Content Identifier
eo: Thïs ïs thé Ööýälä Çöntént Ìdéntïfïér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυ#

source: Transcript File Id
eo: Tränsçrïpt Fïlé Ìd Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт#

source: This is the 3Play Transcript File Identifier
eo: Thïs ïs thé 3Pläý Tränsçrïpt Fïlé Ìdéntïfïér Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Hide CC and Translations
eo: Hïdé ÇÇ änd Tränslätïöns Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#

source: Hide the CC button and transcript languages selection for this video
eo: Hïdé thé ÇÇ ßüttön änd tränsçrïpt längüägés séléçtïön för thïs vïdéö Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: True
eo: Trüé Ⱡ'σяєм ι#

source: False
eo: Fälsé Ⱡ'σяєм ιρѕ#

source: Api Secret Key
eo: Àpï Séçrét Kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт#

source: 3Play Api Key
eo: 3Pläý Àpï Kéý Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#

source: 3Play Api Key for transcript.
eo: 3Pläý Àpï Kéý för tränsçrïpt. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢#

source: Player width as a CSS length or percentage.
eo: Pläýér wïdth äs ä ÇSS léngth ör pérçéntägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: Player height as a CSS length or percentage.
eo: Pläýér héïght äs ä ÇSS léngth ör pérçéntägé. Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя #

source: // JS crashes when empty //
eo: // JS çräshés whén émptý // Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє#

source: Save
eo: Sävé Ⱡ'σяєм ι#

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕυ#

source: Hide Transcript
eo: Hïdé Tränsçrïpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Show Transcript
eo: Shöw Tränsçrïpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт α#

source: Print Transcript
eo: Prïnt Tränsçrïpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#

source: Download Transcript
eo: Döwnlöäd Tränsçrïpt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
